Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Continuous variables will be summarized by use of either mean and standard deviation (SD) or median and interquartile range (IQR).
es_es: Las variables continuas se resumirán por la media y la desviación estándar (DE) o la mediana y el rango intercuartílico.

source: Contraception/hormone use
es_es: Uso de anticonceptivos/hormonas

source: Contracts and Finances:
es_es: Contratos y finanzas

source: Contractual documents and notices may be sent to you electronically
es_es: Se le podrán enviar documentos y avisos contractuales por vía electrónica.

source: Contraindication to imaging with contrast agents
es_es: Está contraindicado obtener imágenes con agentes de contraste.

source: Contrary to results in a previous dose-finding trial [P10-04112], this higher dose was not associated with an increased incidence of symptomatic intracerebral hemorrhage.
es_es: A diferencia de lo que indicaron los resultados en ensayos previos de determinación de la dosis [P10-04112], esta dosis superior no se asoció con una mayor incidencia de hemorragia intracerebral sintomática.

source: Contrast is sufficient to identify the printed information by
es_es: El contraste es suficiente para identificar la información impresa en la

source: Contributors
es_es: Autores y participantes

source: Control Sample (Standard solution A1 or A2)
es_es: Muestra de control (solución estándar A1 o A2)

source: Control Sample*
es_es: Muestra de control*

source: Control Sample**
es_es: Muestra de control**

source: Control Strategy Development
es_es: Desarrolo de estrategias de control

source: Control of spesolimab drug product is achieved through a combination of material specifications, IPC, and control of operating conditions by respective quality systems and specifications.
es_es: El medicamento espesolimab se controla mediante una combinación de las especificaciones de los materiales, los controles intermedios del proceso y el control de las condiciones operativas mediante sistemas de calidad y cumplimiento de las especificaciones.

source: Control of impurities in substances for pharmaceutical use):
es_es: Control de impurezas en sustancias de uso farmacéutico):

source: Control of intermediates is assured by implemented process limits and operating ranges throughout the manufacturing process, which have been derived from process development and validation activities as presented in 3.2.8.2.6 (7776-s260bioal0801, q00308475-01) and 3.2.8.2.5 (7776-s250bioal0201, q00308581-01)
es_es: El control de productos intermedios se garantiza gracias a los límites del proceso y los rangos operativos implementados a lo largo del proceso de fabricación, que han surgido de las actividades de desarrollo y validación del proceso señaladas en 3.2.8.2.6 (7776-s260bioal0801, q00308475-01) y 3.2.8.2.5 (7776-s250bioal0201, q00308581-01).

source: Control of intermediates is assured by implemented process limits and operating ranges throughout the manufacturing process, which have been derived from process development and validation activities as presented in 3.2.S.2.6 (7776-s260bioal0801, q00308475-01) and 3.2.S.2.5 (7776-s250bioal0201, q00308581-01).
es_es: El control de productos intermedios se garantiza gracias a los límites del proceso y los rangos operativos implementados a lo largo del proceso de fabricación, que han surgido de las actividades de desarrollo y validación del proceso señaladas en 3.2.S.2.6 (7776-s260bioal0801, q00308475-01) y 3.2.S.2.5 (7776-s250bioal0201, q00308581-01).

source: Control of the characteristics can contribute to the quality of a medicinal product by improving the consistency of the manufacturing process and the performance of the medicinal product during use.
es_es: El control de las características puede contribuir a la calidad de un medicamento al mejorar la homogeneidad de su proceso de fabricación y su desempeño en uso.

source: Control of the unit operations was demonstrated by monitoring parameters and material attributes to ensure that the process is maintained in a state of control pre-defined in a validation protocol.
es_es: El control de las operaciones unitarias se demostró monitoreando los parámetros y atributos de los materiales para asegurar el mantenimiento de un estado de control predefinido en un protocolo de validación.

source: Control of the water content in the lyophilised product is important regarding physical and chemical stability of tenecteplase and the lyophilisation process performance.
es_es: El control del contenido de agua del producto liofilizado es importante en cuanto a la estabilidad física y química de la tenecteplasa y al desempeño del proceso de liofilización.

source: Control strategies are implemented accordingly for each of the CQAs of the spesolimab PFS-NSD-1, including the identified EPRs.
es_es: Se implementan las estrategias de control correspondientes para cada atributo crítico de calidad del PFS-NSD-1 de espesolimab, incluidos los requisitos esenciales de desempeño.

source: Control strategy elements
es_es: Elementos de la estrategia de control

source: Control threshold
es_es: Umbral de control

source: Controlled extraction and simulation studies
es_es: Estudios controlados de extracción y simulación

source: Controlled extraction studies and controlled simulation studies on the primary components (i.e., plunger stopper, syringe barrel with staked needle and needle shield) were conducted (see Section 3.2.P.2 Pharmaceutical Development, Chapter 8.6.2).
es_es: Se realizaron estudios controlados de extracción y estudios controlados de simulación en los componentes primarios (es decir, tapón del émbolo, cilindro de la jeringa con aguja fija y protector de la aguja) (ver la Sección 3.2.P.2, Desarrollo farmacéutico, Capítulo 8.6.2).

source: Controlled, non- classified
es_es: Controlado, no clasificado

source: Controls exists for:
es_es: Hay controles para:

source: Controls of Critical Steps and Intermediates
es_es: Controles de los pasos críticos y los compuestos intermedios

source: Controls proposed based on elemental impurity assessment
es_es: Controles propuestos a partir del análisis de impurezas elementales

source: Cont’d:
es_es: Cont.:

source: Conversely, this means that traces of NDMA, if present, have been generated earlier in drug product manufacturing and can therefore be effectively controlled by regular release testing.
es_es: Por otro lado, esto significa que, de haber trazas de NDMA, estas se generaron durante el proceso de fabricación del medicamento y, por ende, pueden controlarse eficazmente por medio de las pruebas de liberación regulares.

source: Conversion to a specification limit for the drug product expressed in ppb is done by dividing the AL by the maximum daily dose (mg) of metformin hydrochloride in the drug product.
es_es: La conversión a un límite de especificación para el medicamento, expresado en partes por mil millones (ppb), se realiza dividiendo el límite aceptable por la dosis diaria máxima (mg) de clorhidrato de metformina en el medicamento.

source: Conversion to percent
es_es: Conversión a porcentaje

source: Cool, add glacial acetic acid until the solution is decolourised and add a further 0.5 ml in excess.
es_es: Dejar enfriar, añadir ácido acético glacial hasta que la solución de decolore y añadir otros 0.5 ml a modo de excedente.

source: Cool, dissolve the solid material by cautiously adding 25 mL of water R to the mixture, cool again and place in a steam-distillation apparatus.
es_es: Dejar enfriar, disolver el material sólido añadiendo poco a poco a la mezcla 25 ml deagua R, volver a dejar enfriar y colocar en un equipo de destilación al vapor.

source: Coordinación General Técnica de Certificaciones
es_es: General Technical Coordination of Certifications

source: Coordinating investigators
es_es: Investigadores coordinadores

source: Copia de Permiso de funcionamiento o documento habilitante de funcionamiento del establecimiento
es_es: Copy of operating permit or document enabling the establishment to operate.

source: Copies of the CRFs together with all data changes made were supplied to the investigator at the end of the trial.
es_es: Al cabo del ensayo, se entregaron al investigador copias de los CRF junto con todos los cambios de información realizados.

source: Copies of the eCRFs, together with all data changes made, were supplied to the investigator at the end of the trial.
es_es: Al cabo del ensayo, se entregaron al investigador copias de los formularios electrónicos de reporte de casos junto con todos los cambios de información realizados.

source: Copovidone
es_es: Copovidona

source: Copovidone (Copolyvidone)
es_es: Copovidona (copolividona)

source: Copovidone (K-value nominally 28)
es_es: Copolividona (Valor K nominal: 28)

source: Copovidone*
es_es: Copovidona*

source: Copovidone is used as binder at a level of 2.9 % for the manufacturing of empagliflozin / linagliptin film-coated tablets.
es_es: Se utiliza copovidona como aglutinante a un nivel del 2,9 % en la fabricación de comprimidos recubiertos de empagliflozina / linagliptina.

source: Core Company Data Sheet
es_es: Información fundamental del producto, de uso interno

source: Core Risk Management Plan
es_es: Plan de gestión de riesgos central

source: Corn starch
es_es: Almidón de maíz

source: Corn starch is used as filler and disintegrant at a level of 10.7 % for the manufacturing of empagliflozin / linagliptin film-coated tablets.
es_es: Se utiliza almidón de maíz como relleno y disgregante a un nivel del 10,7 % en la fabricación de comprimidos recubiertos de empagliflozina / linagliptina.

source: Coronary artery disease
es_es: Enfermedad coronaria

source: Coronary revascularisation procedures
es_es: Intervenciones de revascularización coronaria

source: Corporate Quality Assurance
es_es: Aseguramiento de la calidad corporativa

source: Correct crimping by defined crimping parameters controlled by batch records and the crimping machine program is ensured.
es_es: Se garantiza el correcto sellado mediante parámetros establecidos de sellado controlados por registros de partidas y el programa de la máquina de sellado.

source: Corrected titre value × Molarity factor x 0.0158 x 100 x 100
es_es: Valoración corregida × factor de molaridad × 0.0158 × 100 × 100

source: Corrected titre value x Molarity factor of 0.1 M Sodium hydroxide x 0.0158 x 100 x 100
es_es: Valoración corregida × factor de molaridad de hidróxido de sodio 0.1 M × 0.0158 × 100 × 100

source: Corrected titre value x Molarity factor x 0.0158 x 100 x 100
es_es: Valoración corregida × factor de molaridad × 0.0158 × 100 × 100

source: Correction of editorial mistake in text to align with following table showing the correct experimental setup
es_es: Corrección de un error de redacción en el texto para estar en línea con la siguiente tabla, en la que se muestra la configuración experimental correcta.

source: Correction of environmental conditions (temperature) for pre-drying step for encapsulation.
es_es: Corrección de las condiciones (de temperatura) ambiental para el paso de presecado para la encapsulación.

source: Correction of misspelling
es_es: Corrección de error tipográfico

source: Correction of sample sequence:
es_es: Se corrige la secuencia de muestras:

source: Correction of typo, as the temperature range is stated correctly in the already registered validation document for this analytical method (see 3.2.S.4.3).
es_es: Se corrige un error tipográfico, porque el intervalo de temperaturas está indicado correctamente en el documento de validación ya registrado para este método analítico (ver 3.2.S.4.3).

source: Correction of typo.
es_es: Corrección de error tipográfico.

source: Correction of “Disintegration time” to “Disintegration”.
es_es: Cambio del sintagma "Tiempo de desintegración" por "Desintegración".

source: Correlation analysis for method accuracy measurements (n = 20) of tenecteplase samples
es_es: Análisis de correlación de la exactitud de los métodos (n = 20) en muestras de tenecteplasa.

source: Correlation of potential leachables and actual leachables from rubber stoppers
es_es: Correlación de posibles lixiviables y lixiviables reales del tapón de caucho

source: Correspond to
es_es: Corresponde a

source: Correspondence:
es_es: Correspondencia:

source: Corresponding Author:
es_es: Autor para correspondencia:

source: Corresponding detection limit (DL) and quantitation limit (QL) are 3 ppb and 10 ppb, respectively.
es_es: Los límites de detección y de cuantificación correspondientes son respectivamente 3 y 10 partes por mil millones (ppb).

source: Corresponding to reference spectrum
es_es: Se corresponde con el espectro de referencia

source: Corresponds to 10.24 mL – 10.55 mL.
es_es: Corresponde a 10.24 mL - 10.55 mL.

source: Corresponds to 5.30 mL – 5.46 mL converted by density of 1.028 g/mL
es_es: Corresponde a 5.30 ml – 5.46 ml convertido en función de la densidad de 1.028 g/m

source: Corresponds to an overall yield of ≥ 95 %
es_es: Corresponde a una producción total de ≥95%

source: Counterarguments and Venuti’s response
es_es: Contraargumentos y respuesta de Venuti

source: Country
es_es: País

source: Country Name
es_es: Nombre del país

source: Country:
es_es: País:

source: Cox regression model included factors age, baseline eGFR (CKD-EPI)cr, region, baseline diabetes status, sex, baseline LVEF, and treatment
es_es: El modelo de regresión de Cox incluyó factores como edad, TFGe inicial (ERC-EPI)cr, región, estado de diabetes inicial, sexo, FEVI inicial y tratamiento.

source: Cox regression model included factors age, baseline eGFR (CKD-EPI)cr, region, sex, baseline LVEF, and treatment
es_es: El modelo de regresión de Cox incluyó factores como edad, TFGe inicial (ERC-EPI)cr, región, sexo, FEVI inicial y tratamiento.

source: Cox regression models including the COVID-19 outbreak as a binary time-dependent covariate with or without outbreak- by-treatment interaction term
es_es: Modelos de regresión de Cox que incluían la aparición de COVID-19 como covariable binaria dependiente del tiempo, con o sin el término "interacción aparición de pandemia por tratamiento"

source: Creación
es_es: Creation

source: Creatinine ratio ≥ 30 μg/mg
es_es: Cociente de creatinina ≥ 30 µg/mg

source: Crimp cap
es_es: Tapa de cierre metálica

source: Crimp cap:
es_es: Tapa de cierre metálica:

source: Crimping
es_es: Sellado

source: Crimping caps Class C
es_es: Tapa de cierre metálica. Clase C

source: Crimping including container closure integrity
es_es: Sellado con tapa de cierre metálica, incluida la integridad del sistema de cierre del envase

source: Crimping machine
es_es: Crimpadora

source: Crimping of vials and control of stopper position
es_es: Crimpado de frascos-ampollas y control de posición de los tapones.

source: Crimping outside the validated range is not permitted and not possible.
es_es: No está permitido ni es posible el sellado fuera del rango validado.

source: Crimping parameter
es_es: Parámetro de sellado

source: Crimping parameter set points and ranges as identified during the crimping study
es_es: Puntos de ajuste y rangos de los parámetros de sellado identificados durante el estudio de sellado

source: Crimping pressure
es_es: Presión de sellado

source: Crimping pressure (pressure of bottom plunger in direction towards crimping head)
es_es: Presión de sellado (presión del émbolo inferior en dirección al cabezal de sellado)

source: Crimping pressure [bar]
es_es: Presión de sellado [bar]

source: Crimping:
es_es: Crimpado:

source: Criteria
es_es: Criterios

source: Criteria for Acute Thrombolytic Therapy with Intravenous Alteplase (Box 5B from the Canadian Stroke Best Practices Recommendations for Acute Stroke Management; 2018) 1
es_es: Criterios para la terapia trombolítica aguda con alteplasa intravenosa (Cuadro 5B de las Recomendaciones de buenas prácticas para el tratamiento del accidente cerebrovascular agudo de Canadá; 2018)1

source: Criteria for assessing the suitability of the system are described in general chapter *2.2.46.
es_es: Los criterios para evaluar la idoneidad del sistema se describen en el capítulo general *2.2.46.

source: Criteria for ‘clinically significant’ were not defined for this trial; the investigator was to decide if he considered a lab value to be clinically relevant.
es_es: No se definieron en este ensayo criterios para definir qué es "clínicamente significativo"; el investigador debía decidir si consideraba o no un valor de laboratorio clínicamente relevante.

source: Criteria of acceptance for stability chambers used in stability studies
es_es: Criterios de aceptación para las cámaras de estabilidad utilizadas en los estudios de estabilidad.

source: Criterion
es_es: Criterio

source: Criterion (Absolute/relative* criteria)
es_es: Criterio (Criterios absolutos/relativos*)

source: Criterios de disolución para bioexenciones basado en el Sistema de Clasificación Biofarmacéutica según las propiedades de los ingredientes farmacéuticos activos
es_es: Dissolution criteria of the active pharmaceutical ingredients for biowaivers based on the Biopharmaceutical Classification System.

source: Criterios para seleccionar medicamentos comparadores.
es_es: Comparator Selecting Criteria.

source: Critical Material Attribute (CMA)
es_es: Atributo crítico de los materiales

source: Critical Process Indicator (CPI)
es_es: Indicador crítico del proceso

source: Critical Process Parameter
es_es: Parámetro crítico del proceso

source: Critical Process Parameter (CPP)
es_es: Parámetro crítico del proceso

source: Critical Quality Attribute
es_es: Atributo crítico de calidad

source: Critical Quality Attribute (CQA)
es_es: Atributo crítico de calidad

source: Critical Quality Attributes
es_es: Atributos críticos de calidad

source: Critical data were assigned to the data considered most important to the trial objectives and to the data that were critical to ensure patient rights and safety, such as the primary endpoint, key secondary endpoints, SAE/AESI data, in/exclusion criteria, the informed consent, and certain medical history.
es_es: Los datos críticos se asignaron a las categorías de datos consideradas más importantes para los objetivos del ensayo o de datos que eran críticos para garantizar los derechos y la seguridad del paciente; estas categorías fueron criterio de valoración primario, criterios de valoración secundarios clave, eventos adversos graves y eventos adversos de interés particular, criterios de inclusión/exclusión, consentimiento informado y ciertos antecedentes médicos.

source: Critical material attribute
es_es: Atributo crítico de los materiales

source: Critical parameters should be referenced in the method description.
es_es: Los parámetros críticos deben referenciarse en la descripción del método.

source: Critical process indicator
es_es: Indicador crítico del proceso

source: Critical process parameter
es_es: Parámetro crítico del proceso

source: Critical quality attribute
es_es: Atributo crítico de calidad

source: Critical quality attributes (CQA) related to the quality targets of the drug product (DP) were identified and a control strategy was developed which addresses potential sources of variability.
es_es: Se identificaron los atributos críticos de calidad relacionados con los objetivos de calidad del medicamento y se desarrolló una estrategia de control de posibles fuentes de variabilidad.

source: Critical quality attributes of spesolimab PFS-NSD-1
es_es: Atributos críticos de calidad del PFS-NSD-1 de Espesolimab

source: Critical quality attributes of tenecteplase drug product
es_es: Atributos críticos de calidad del medicamento tenecteplasa

source: Critical revision of the manuscript for important intellectual content:
es_es: Revisión crítica del manuscrito para evaluar contenido intelectual importante:

source: Criticality classification
es_es: Clasificación de criticidad

source: Criticisms of Invisibility
es_es: Críticas al concepto de invisibilidad

source: Croatia
es_es: Croacia

source: Cromatogramas o gráficos de acuerdo al método empleado de al menos un 20% de los voluntarios.
es_es: Chromatograms or graphs according to the method used including at least 20% of the volunteers.

source: Cromatogramas o gráficos de acuerdo al método empleado, de al menos un 20% del estudio ejecutado.
es_es: Chromatograms or graphs according to the method used including at least 20% executed study.

source: Cromatogramas representativos de la VMA
es_es: Chromatograms representing the analytical methodology validation

source: Cromatogramas:
es_es: Chromatograms:

source: Croscarmellose sodium
es_es: Croscarmelosa sódica

source: Croscarmellosesodium
es_es: Croscarmelosa sódica

source: Crospovidone
es_es: Crospovidona

source: Crospovidone is used as disintegrant at a low level of 1.9 % for the manufacturing of empagliflozin / linagliptin film-coated tablets.
es_es: Se utiliza crospovidona como disgregante a un nivel bajo (1,9 %) en la fabricación de comprimidos recubiertos de empagliflozina / linagliptina.

source: Cross section vial [cm2]
es_es: Corte transversal del frasco [cm2]

source: Cross-contamination
es_es: Contaminación cruzada

source: Crystalline
es_es: Cristalina

source: Cualquier eliminación de los datos debe ser documentada y justificada.
es_es: Any data deletion must be documented and justified.

source: Cualquier modificación o enmienda debe ser autorizada por la ARCSA, conforme lo estipulado en la normativa aplicable.
es_es: Any modification or amendment must be authorized by ARCSA, in accordance with the provisions of the applicable regulations.

source: Cuando el medicamento está diseñado para ser administrado por vía parenteral (por ejemplo, intravenosa, subcutánea o intramuscular) como una solución acuosa que contiene el mismo principio activo en la misma concentración molar que el medicamento comparador y los mismos o similares excipientes en concentraciones comparables a los del medicamento comparador.
es_es: Parenteral (for instance, intravenous, subcutaneous or intramuscular) drug products formulated as perfusates with the same drug substance in the same molar concentration as the comparator, and the same or similar inactive ingredients in concentrations comparable to those of the comparator.

source: Cuando el producto innovador, no se encuentra registrado ni comercializado en el país, se tomará en cuenta el producto de comparación recomendado por la OMS incluido en la lista internacional de productos de comparación (Anexo 11 de la serie de Informes Técnicos de la OMS, No. 902 del 2002).
es_es: When the new product is neither registered nor marketed in the country, the WHO recommended comparator in the comparators international list will be used (WHO Technical Report Series, No. 902/2002, Annex 11).

source: Cuando el producto, no cumple con ninguno de los criterios anteriores, la ARCSA determinará el producto comparador a través de los dossiers completos de los productos registrados en el país, en donde conste información de seguridad, eficacia y/o estudio/s de su comportamiento farmacocinético, farmacodinámico y toda otra Información que esta autoridad sanitaria estime correspondiente.
es_es: When the product does not meet any of the above criteria, ARCSA will choose the comparator by assessing the domestically registered product full dossiers, checking for safety, efficacy and/or pharmacokinetic or pharmacodynamic behavior, and any other information deemed appropriate.
